Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/who_hyvaksyi_julkilausuman_alkuperaiskansojen_terveydesta_-_saamelaiskarajat_osallistui_julkilausuman_valmisteluun.html.tmx
Source language: fin
Languages: smn

source: WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä – Saamelaiskäräjät osallistui julkilausuman valmisteluun
smn: WHO tuhhiittij julgáštâs algâaalmugij tiervâsvuođâst – Sämitigge uásálistij julgáštâs valmâštâlmân

source: Maailman terveysjärjestö WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä 76. yleiskokouksessaan Genevessä 30.5.2023.
smn: Maailm tiervâsvuotâorganisaatio WHO tuhhiittij julgáštâs algâaalmugij tiervâsvuođâst 76. almosčuákkimstis Genevest 30.5.2023.

source: Julkilausuma on WHO:ssa ensimmäinen julkilausuma, joka on hyväksytty alkuperäiskansojen osalta.
smn: Julgáštâs lii WHO:st vuossâmuš julgáštâs, mii lii tuhhiittum algâaalmugij uásild.

source: Saamelaiskäräjät osallistui julkilausuman valmisteluun.
smn: Sämitigge uásálistij julgáštâs valmâštâlmân.

source: Hyväksytyn julkilausuman pohjalta valmistellaan Globaali toimintasuunnitelma (a Global Plan of Action) 79. WHO:n yleiskokoukseen.
smn: Tuhhiittum julgáštâs vuáđuld valmâštâlloo Gloobaal toimâvuávám (a Global Plan of Action) 79. WHO almosčuákkimân.

source: – Terveyden edistämisen keskiössä tulee olla alkuperäiskansojen osallisuus päätöksenteossa.
smn: – Tiervâsvuođâ ovdedem kuávdáást kalga leđe algâaalmugij uásálâšvuotâ miärádâstohâmân.

source: Nyt aloitettu työ maailman terveysjärjestössä antaa uudenlaisen mahdollisuuden kiinnittää huomiota YK:n alkuperäiskansajulistuksen toimeenpanemiseen sosiaali- ja terveyspalveluissa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Tääl algâttum pargo maailm tiervâsvuotâorganisaatiost addel uđđâlágán máhđulâšvuođâ kiddiđ huámmášume OA algâaalmugjulgáštâs olášutmân sosiaal- já tiervâsvuođâpalvâlusâin, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaiskäräjien sosiaali- ja terveyssihteeri osallistuu WHO:n yleiskokoukseen Genevessä 21.-30.5.2023.
smn: Sämitige sosiaal- já tiervâsvuođâčällee uásálist WHO almosčuákkimân Genevest 21.-30.5.2023.

source: – On merkittävää, että Saamelaiskäräjillä on ensimmäistä kertaa mahdollisuus osallistua WHO:n yleiskokoukseen osana Suomen delegaatiota, sanoo Saamelaiskäräjien sosiaali- ja terveyssihteeri Anne Länsman-Magga.
smn: – Lii merhâšittee, ete Sämitiggeest lii vuossâmuu tove máhđulâšvuotâ uásálistiđ WHO almosčuákkimân Suomâ delegaatio uássin, iätá Sämitige sosiaal- já tiervâsvuođâčällee Anne Länsman-Magga.

source: Suomen kansallinen puheenvuoro tuki julkilausuman hyväksymistä
smn: Suomâ aalmuglâš sahâvuáru kyedittij julgáštâs tuhhiittem

source: Suomi nosti puheenvuorossaan esille omakielisten ja kulttuurinmukaisten palveluiden sekä erityisesti mielenterveyspalveluiden merkityksen.
smn: Suomâ pajedij sahâvuárustis oovdân jieijâskielâlij já kulttuurmiäldásij palvâlusâi sehe eromâšávt mielâtiervâsvuođâpalvâlusâi merhâšume.

source: Ilmastonmuutos tulee myös vaikuttamaan saamelaisiin monin eri tavoin.
smn: Šoŋŋâdâhnubástus vaaigut meid sämmiláid maaŋgâi sierâ vuovijguin.

source: Suomi myös painotti puheenvuorossaan, että alkuperäiskansat tulee osallistaa päätöksentekoon ja keskusteluun.
smn: Suomâ meid tiäduttij sahâvuárustis, ete algâaalmugijd kalga väldiđ mieldi miärádâstohâmân já savâstâlmân.

source: Suomen puheenvuoron mukaan myös tiedontuotanto tulisi tehdä yhdessä alkuperäiskansojen kanssa.
smn: Suomâ sahâvuáru mield meid tiäđupyevtittem kolgâččii porgâđ oovtâst algâaalmugijguin.

source: Julkilausuma alkuperäiskansojen terveydestä (esitys)
smn: Julgáštâs algâaalmugij tiervâsvuođâst (iävtuttâs)

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Anne Länsman-Magga Sosiaali- ja terveyssihteeri 040 182 9998 anne.lansman-magga@samediggi.fi
smn: Anne Länsman-Magga Sosiaal- já tiervâsvuođâčällee 040 182 9998 anne.lansman-magga@samediggi.fi

source: Inka-Saara Arttijeff Kansainvälisten asioiden sihteeri 050 574 7629 inka.saara.arttijeff@samediggi.fi
smn: Inka Saara Arttijeff Aalmugijkoskâsij aašij čällee 050 574 7629 inka-saara.arttijeff@samediggi.fi
